Revit 2027 API
ViewScheduleExportOptions.Title Property
 Whether or not to export the schedule title. Default is true.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public bool Title { get; set; }
Public Property Title As Boolean
	Get
	Set
public:
property bool Title {
	bool get ();
	void set (bool value);
}
member Title : bool with get, set
Property Value
Boolean
See Also
Reference
ViewScheduleExportOptions Class
Autodesk.Revit.DB Namespace